<!DOCTYPE html>
<html>
	<head>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width,initial-scale=1.0,user-scalable=no">
		<meta name="format-detection" content="telephone=no">
		<title>用户协议</title>
		<link rel="stylesheet" type="text/css" href="css/style.css"/>
	</head>
	<body>
		
		<header class="head-go">
			<a href="reg.asp" class="fanhui home"></a> 用户协议  
		</header>
		<article class="xieyi-box">
			
1. 特别提示<br>
1.1 <br>
“圈子网”同意按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网的相关服务（以下称"网络服务"），为获得网络服务，服务使用人（以下称"用户"）应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击"同意"按钮即表示用户完全接受本协议项下的全部条款。<br>
<br>
2.注册和登录控制<br>
2.1<br>
用户注册成功后，“圈子网”将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户自己负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。<br>
<br>
2.2<br>
“圈子网”网站内的任何帐号均为“圈子网”的财产，用户完成注册后，仅取得相关帐号的使用权，用户仅可为个人及非商业的目的使用该帐号，不得将帐号转让、出租、赠与给任何第三方或继承。<br>
<br>
2.3<br>
“圈子网”有权随时修改“本协议”的任何条款。一旦“圈子网”修改了“本协议”的任何条款，“圈子网”会在网站上提供最新版本（包括其生效日期）的链接。“圈子网”鼓励用户定期浏览“本协议”。<br>
<br>
2.4<br>
如果用户不接受对“本协议”所做的修改，用户可立即停止使用“圈子网”的网络服务。如果用户在“本协议”条款修改后继续使用“圈子网”的网络服务，则视为用户接受对“本协议”所做的修改。<br>
<br>
3. 服务变更、中断或终止<br>
3.1<br>
鉴于网络服务的特殊性，用户同意“圈子网”有权随时变更、中断或终止部分或全部的网络服务。<br>
<br>
3.2<br>
用户理解，“圈子网”需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，“圈子网”无需为此承担任何责任，但“圈子网”应尽可能事先进行通告。<br>
<br>
3.3<br>
如发生下列任何一种情形，“圈子网”有权随时中断或终止向用户提供本协议项下的网络服务而无需对用户或任何第三方承担任何责任：<br>
3.3.1 用户提供的个人资料不真实；<br>
3.3.2 用户违反本协议中规定的使用规则；<br>
<br>
3.4<br>
如用户注册的网络服务的帐号在任何连续30日内未实际使用，则”圈子网”有权删除该帐号并停止为该用户提供相关的网络服务。<br>
<br>
4. 使用规则<br>
4.1<br>
用户在申请使用“圈子网”网络服务时，必须向“圈子网”提供准确的个人资料，如个人资料有任何变动，必须及时更新。<br>
<br>
4.2<br>
用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知“圈子网”。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，“圈子网”不承担任何责任。<br>
<br>
4.3 <br>
用户必须同意接受“圈子网”通过电子邮件或其他方式向用户发送商品促销或其他相关商业信息。<br>
<br>
4.4<br>
“圈子网”的部分服务会允许用户上载信息（包括但不限于任何文本、图片等）到“圈子网”网站。当用户上载这些信息时，用户同时不可撤销的授权“圈子网”永久免费使用这些信息，包括但不限于复制、修改、编辑、出版、翻译、传播、表演、展示以及创作衍生内容等。用户保证对其上载的信息拥有合法的所有权或授权，并有权授予“圈子网”永久免费使用这些信息。“圈子网”尊重用户对上载信息的所有权，但是，当用户删除某项上载信息时，“圈子网”仍然有权继续使用该项上载信息。<br>
<br>
4.5<br>
用户上载的信息不得带有诽谤性，也不得违反任何法律法规或侵犯任何第三方的合法权利。除非“圈子网”另行承诺或法律法规另有要求，“圈子网”没有义务监控用户上载信息，不对任何用户上载信息的删除或储存失败负责，也不对用户上载信息引起的任何名誉或财产损失负责。<br>
<br>
4.6<br>
用户在使用“圈子网”网络服务过程中，必须遵循以下原则：<br>
4.6.1 遵守中国有关的法律和法规；<br>
4.6.2 自觉遵守：爱国、守法、自律、真实、文明的原则；<br>
4.6.3 遵守所有与网络服务有关的网络协议、规定和程序；<br>
4.6.4 不得为任何非法目的而使用网络服务系统；<br>
4.6.5 不得利用“圈子网”网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；<br>
4.6.6 不得利用“圈子网”提供的网络服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；<br>
4.6.7 不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；<br>
4.6.8 不得利用“圈子网”网络服务系统进行任何不利于“圈子网”的行为；<br>
4.6.9 如发现任何非法使用用户帐号或帐号出现安全漏洞的情况，应立即通告“圈子网”。<br>
4.6.10 严禁发表危害国家安全、破坏民族团结、破坏国家宗教政策、破坏社会稳定、侮辱、诽谤、教唆、淫秽等内容的作品。一经发现，”圈子网”有权立即删除用户的帐号。<br>
<br>
4.7<br>
如用户在使用网络服务时违反任何上述规定，“圈子网”或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。<br>
<br>
4.8<br>
“圈子网”针对某些特定的“圈子网”网络服务的使用通过各种方式（包括但不限于网页公告、电子邮件、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等“圈子网”网络服务，视为用户同意该等声明、通知、警示的内容。<br>
<br>
5. 第三方内容以广告<br>
5.1<br>
 “圈子网”网站有时会提供第三方内容或通往第三方网站的链接。“圈子网”并不审阅、评估或同意这些第三方内容或者链接。用户应对上述第三方内容或者链接自行加以判断，并承担因使用而引起的所有风险。“圈子网”不对这些第三方的内容或者链接做出任何保证或承担任何责任。<br>
 <br>
5.2<br>
用户同意“圈子网”有权在提供网络服务过程中以各种方式播放广告或提供其他商业信息。<br>
<br>
6. 知识产权<br>
6.1<br>
“圈子网”提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。“圈子网”不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式，向用户或任何第三方负责。<br>
<br>
6.2<br>
“圈子网”为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。<br>
<br>
6.3 <br>
”圈子网”是仅提供信息发布的平台，不对上传信息的会员是否拥有其所发布的文字及图片的版权及其他合法权益提供任何担保，也不意味着赞同作者在作品中所阐述的观点，”圈子网”不为任何由于信息发布而引起的纠纷承担责任；<br>
<br>
6.4<br>
”圈子网”有权保留或删除用户信息中的任意内容；<br>
<br>
6.5<br>
用户在”圈子网”公开或曾经公开发表的信息，”圈子网”有权在网站内转载或引用；<br>
<br>
6.6<br>
当用户确定上传照片即表明同意”圈子网”在服务范围内使用用户的资料内容（包括文字及照片等），并授权”圈子网”将以上资料内容向其他以摄影交流为目的用户提供下载服务；<br>
<br>
6.7.发表信息即表明您已经阅读并接受上述条款。<br>
<br>
7. 隐私保护<br>
7.1<br>
保护用户隐私是”圈子网”的一项基本政策，”圈子网”保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在”圈子网”的非公开内容，但下列情况除外：<br>
7.1.1 事先获得用户的明确授权；<br>
7.1.2 根据有关的法律法规要求；<br>
7.1.3 按照相关政府主管部门的要求；<br>
7.1.4 为维护社会公众的利益；<br>
7.1.5 为维护”圈子网”的合法权益。<br>
<br>
7.2<br>
“圈子网”可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与”圈子网”同等的保护用户隐私的责任，则”圈子网”有权将用户的注册资料等提供给该第三方。<br>
<br>
7.3<br>
在不透露单个用户隐私资料的前提下，”圈子网”有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。<br>
<br>
8. 免责声明<br>
8.1<br>
用户明确同意其使用”圈子网”网络服务所存在的风险将完全由其自己承担；因其使用”圈子网”网络服务而产生的一切后果也由其自己承担，”圈子网”对用户不承担任何责任。<br>
<br>
8.2<br>
“圈子网”不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。<br>
<br>
8.3<br>
“圈子网”不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由”圈子网”实际控制的任何网页上的内容，”圈子网”不承担任何责任。<br>
<br>
8.4<br>
对于因不可抗力或”圈子网”不能控制的原因造成的网络服务中断或其它缺陷，”圈子网”不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。<br>
<br>
8.5<br>
用户同意，对于”圈子网”向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，”圈子网”无需承担任何责任：<br>
8.5.1 “圈子网”向用户免费提供的各项网络服务；<br>
8.5.2 “圈子网”向用户赠送的任何产品或者服务；<br>
8.5.3 “圈子网”向收费网络服务用户附赠的各种产品或者服务。<br>
<br>
8.6.<br>
”圈子网”不承担一切因用户的行为而直接或间接导致的民事或刑事法律责任。<br>
<br>
9. 通知送达<br>
9.1<br>
本协议项下”圈子网”对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。<br>
<br>
9.2<br>
用户对于”圈子网”的通知应当通过”圈子网”对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。<br>
<br>
10. 法律管辖<br>
10.1<br>
本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。<br>
<br>
10.2<br>
如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向”圈子网”所在地的人民法院提起诉讼。<br>
<br>
11. 其他规定<br>
11.1<br>
本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。<br>
<br>
11.2<br>
如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。<br>
<br>
11.3<br>
本协议中的标题仅为方便而设，在解释本协议时应被忽略。

			
			
			
		</article>
		<div style="display:none;"><script src="https://s22.cnzz.com/z_stat.php?id=1262562117&web_id=1262562117" language="JavaScript"></script></div>
		
	</body>
</html>
